const offices = [
  {
    id: 1,
    name: 'Отделение №1: Николаевское шоссе, 5-й км'
  },
  {
    id: 2,
    name: 'Отделение №3: просп. Адмирала Сенявина, 27'
  },
  {
    id: 3,
    name: 'Отделение №4: ул. Патона, 2а'
  },
  {
    id: 4,
    name: 'Отделение №5 (до 30 кг): ул. Сретенская (ран. Розы Люксембург, 11а'
  },
  {
    id: 5,
    name: 'Отделение №6 (до 30 кг): ул. Театральная (ран. Горького), 9'
  },
  {
    id: 6,
    name: 'Отделение №7 (до 30 кг): просп. 200 лет Херсона, 30'
  },
  {
    id: 7,
    name: 'Отделение №8 (до 30 кг на одно место): ул. Перекопская ,173'
  },
  {
    id: 8,
    name:
      'Отделение №9 (до 30 кг): просп. Святых Кирилла и Мефодия (ран. Димитрова), 19'
  },
  {
    id: 9,
    name:
      'Отделение №10 (до 30 кг на одно место): ул. Полковника Кедровского (ран. Буденного), 12а'
  },
  {
    id: 10,
    name:
      'Отделение №11 (до 30 кг на одно место): ул. Университетская (ран. 40-летия Октября), 110'
  },
  {
    id: 11,
    name: 'Отделение №12 (до 30 кг на одно место): ул. Чорноморская, 16'
  },
  {
    id: 12,
    name:
      'Отделение №13 (до 30 кг на одно место): вул. Залаегерсег, 18 (ТРЦ Фабрика)'
  },
  {
    id: 13,
    name:
      'Отделение №14 (до 30 кг на одно место): шоссе Вячеслава Черновола (ран. Киндийское), 17а'
  },
  {
    id: 14,
    name:
      'Отделение №15 (до 15 кг), Мини-отделение: ул. 49 Гвардейской Херсонской дивизии, 26-А'
  },
  {
    id: 15,
    name: 'Отделение №17 (до 30 кг на одно место): ул. Вишневая, 52'
  },
  {
    id: 16,
    name: 'Отделение №18 (до 30 кг на одно место): ул. Перекопская, 39а'
  },
  {
    id: 17,
    name:
      'Отделение №19 (до 15 кг), Мини-отделение: просп. Ушакова, 49 (ТЦ Цум )'
  },
  {
    id: 18,
    name: 'Отделение №20 (до 30 кг на одно место): просп. Ушакова, 62'
  },
  {
    id: 19,
    name: 'Отделение №21 (до 30 кг на одно место): ул. Соборная, 14/16'
  },
  {
    id: 20,
    name:
      'Отделение №22 (до 30 кг): просп. Святых Кирилла и Мефодия (ран. Димитрова), 10'
  }
]

module.exports = offices
