const regions = [
  {
    id: 300001,
    name: 'Винницкая область'
  },
  {
    id: 300002,
    name: 'Волынская область'
  },
  {
    id: 300003,
    name: 'Днепропетровская область'
  },
  {
    id: 300004,
    name: 'Донецкая область'
  },
  {
    id: 300005,
    name: 'Житомирская область'
  },
  {
    id: 300006,
    name: 'Закарпатская область'
  },
  {
    id: 300007,
    name: 'Запорожская область'
  },
  {
    id: 300008,
    name: 'Ивано-Франковская область'
  },
  {
    id: 300009,
    name: 'Киевская область'
  },
  {
    id: 300010,
    name: 'Кировоградская область'
  },
  {
    id: 300011,
    name: 'Луганская область'
  },
  {
    id: 300012,
    name: 'Львовская область'
  },
  {
    id: 300013,
    name: 'Николаевская область'
  },
  {
    id: 300014,
    name: 'Одесская область'
  },
  {
    id: 300015,
    name: 'Полтавская область'
  },
  {
    id: 300016,
    name: 'Ровенская область'
  },
  {
    id: 300017,
    name: 'Сумская область'
  },
  {
    id: 300018,
    name: 'Тернопольская область'
  },
  {
    id: 300019,
    name: 'Харьковская область'
  },
  {
    id: 300020,
    name: 'Херсонская область'
  },
  {
    id: 300021,
    name: 'Хмельницкая область'
  },
  {
    id: 300022,
    name: 'Черкасская область'
  },
  {
    id: 300024,
    name: 'Черниговская область'
  },
  {
    id: 300023,
    name: 'Черновецкая область'
  }
]

module.exports = regions
