{
  "navigation": {
    "back": "Назад",
    "forward": "продолжить"
  },
  "collapse": {
    "show": "развернуть",
    "hide": "свернуть"
  },
  "meta": {
    "title": "Интернет-магазин женской одежды Virna",
    "description": "",
    "keywords": ""
  },
  "attributes": {
    "size": {
      "one": "Размер",
      "two": "Размера",
      "five": "Размеров"
    },
    "color": {
      "one": "Цвет",
      "two": "Цвета",
      "five": "Цветов"
    },
    "pattern": {
      "one": "Узор",
      "two": "Узора",
      "five": "Узоров"
    },
    "style": {
      "one": "Стиль",
      "two": "Стиля",
      "five": "Стилей"
    },
    "material": {
      "one": "Материал",
      "two": "Материала",
      "five": "Материалов"
    }
  },
  "form": {
    "errors": {
      "first_name": {
        "required": "Имя обязательно к заполнению",
        "minLength": "Имя должно содержать не менее 3-х символов",
        "onlyLetters": "Имя должно содержать только буквы"
      },
      "last_name": {
        "required": "Фамилия обязательна к заполнению",
        "minLength": "Фамилия должна содержать не менее 3-х символов",
        "onlyLetters": "Фамилия должна содержать только буквы"
      },
      "phone": {
        "required": "Телефон обязателен к заполнению",
        "phone": "Введите правильный номер телефона"
      },
      "email": {
        "required": "E-mail обязателен к заполнению",
        "email": "Введите правильный e-mail"
      },
      "password": {
        "required": "Пароль обязателен к заполнению",
        "minLength": "Пароль должен содержать не менее 6 символов"
      },
      "password_confirmation": {
        "required": "Пароль обязателен к заполнению",
        "sameAsPassword": "Пароли не совпадают"
      },
      "comment": {
        "onlyText": "Коментарий должен содержать только текстовые символы"
      },
      "address": {
        "required": "Адрес обязателен к заполнению"
      },
      "ratings": {
        "required": "Поле рейтинга обязателено к заполнению"
      },
      "post_title": {
        "required": "Поле заголовка обязателено к заполнению",
        "minLength": "Заголовок должен содержать не менее 3-х символов",
        "maxLength": "Максимальная длина заголовка 200 символов",
        "onlyText": "Заголовок должен содержать только текстовые символы"
      },
      "post": {
        "required": "Поле отзыва обязателено к заполнению",
        "minLength": "Отзыв должен содержать не менее 3-х символов",
        "maxLength": "Максимальная длина отзыва 200 символов",
        "onlyText": "Отзыв должен содержать только текстовые символы"
      },
      "file": {
        "required": "Загрузите файл",
        "extension": "Неверный формат файла"
      }
    },
    "labels": {
      "first_name": "Ваше имя",
      "last_name": "Ваша фамилия",
      "phone": "Телефон",
      "email": "Ваш e-mail",
      "comment": "Комментарий",
      "country": "Выберите страну",
      "region": "Выберите область",
      "state": "Выберите город",
      "address": "Укажите адрес",
      "office": "Выберите отделение"
    },
    "placeholders": {
      "first_name": "Введите Ваше имя",
      "last_name": "Введите Вашу фамилию",
      "phone": "Ваш телефон",
      "email": "Введите e-mail",
      "comment": "Введите комментарий",
      "country": "Ваша страна",
      "region": "Область доставки",
      "state": "Город доставки",
      "address": "Ваш адрес",
      "office": "Отделение"
    }
  },
  "buttons": {
    "submit": "отправить",
    "toTheMain": "на главную",
    "catalog": "в католог",
    "apply": "применить",
    "postAReview": "оставить отзыв",
    "viewPhoto": "смотреть фото",
    "allReviews": "Все отзывы",
    "readReview": "читать отзыв",
    "readMore": "Читать далее",
    "accept": "принять",
    "readPost": "читать статью"
  },
  "modals": {
    "subscriptionMessage": {
      "title": "Спасибо",
      "content": "Вы успешно подписались на наши новости"
    },
    "contactsMessage": {
      "title": "Спасибо",
      "content": "за обращение, наш менеджер свяжется с вами"
    },
    "orderMessage": {
      "title": "Спасибо",
      "content": "Ваш заказ успешно оформлен"
    }
  },
  "contacts": {
    "titles": {
      "main": "контакты",
      "phone": "Вы можете нам позвонить",
      "email": "Или написать письмо",
      "schedule": "График контакт-центра",
      "form": "Напишите нам"
    }
  },
  "cart": {
    "empty": "К сожалению, Ваша корзина пока пуста, выберите товар в каталоге и возвращайтесь сюда для оформления заказа",
    "continue": "продолжить покупки",
    "add": "в корзину",
    "buy": "купить",
    "total": "Итого"
  },
  "pages": {
    "home": "Главная",
    "cart": "Корзина",
    "contacts": "Контакты",
    "search": "Результаты поиска",
    "about": "О нас",
    "testimonials": "Отзывы",
    "privacyPolicy": "Политика Конфиденциальности",
    "bonuses": "Программа лояльности",
    "blog": "Блог"
  },
  "errorPage": {
    "title": "Страница не найдена - 404",
    "subtitle": "Здесь ничего нет",
    "description": "Страница которую вы искали не найдена. Вернитесь назад или начните заново с главной"
  },
  "searchPage": {
    "lookingForSomething": "Что-то ищете?",
    "placeholder": "Поиск",
    "notFoundTitle": "Извините, товар не найден",
    "notFoundDescription": "попробуйте изменить поисковый запрос или перейдите в каталог и воспользуйтесь фильтром, чтобы найти нужный товар"
  },
  "catalogPage": {
    "categories": "Категории",
    "catalog": "Каталог",
    "goto": "В каталог",
    "title": "Все товары",
    "filter": {
      "title": "Фильтры",
      "action": "Фильтровать",
      "clear": "Очистить фильтры"
    },
    "sorting": {
      "popularity": "По популярности",
      "priceAsc": "По возрастанию цены",
      "priceDesc": "По убыванию цены",
      "new": "По новизне"
    },
    "showToggle": "Смотреть по"
  },
  "productPage": {
    "prev": "Предыдущая",
    "next": "Следующая",
    "sku": "Код товара",
    "info": {
      "description": "Описание товара",
      "reviews": "Отзывы"
    },
    "similarProducts": "Дополнить образ",
    "featuredProducts": "Хиты продаж",
    "viewedProducts": "Вы недавно смотрели"
  },
  "checkoutPage": {
    "contactInfo": "Контактная информация",
    "deliveryMethod": "Способ доставки",
    "paymentMethod": "Способ оплати",
    "checkout": "оформить заказ",
    "backToShopping": "вернуться к покупкам",
    "yourOrder": "Ваш заказ",
    "delivery": {
      "novaposhta": "Новая почта",
      "local": "Курьерская доставка",
      "abroad": "Доставка в другую страну"
    },
    "freeShipping": {
      "message": "Бесплатная доставка на сумму от 1000 грн",
      "name": "Стоимость доставки",
      "price": "Бесплатно"
    },
    "orderPrice": "Сумма заказа",
    "discount": "Скидка",
    "publicOffer": {
      "message": "Нажимая на кнопку «оплатить заказ», я принимаю условия",
      "name": "публичной оферты"
    },
    "paymentMethods": {
      "cod": "Наложенный платёж (наличными при получении)",
      "privat": "Реквизиты для оплаты на карту Приват Банка"
    }
  },
  "aboutPage": {
    "title": "О нашей",
    "subtitle": "компании"
  },
  "floatPanel": {
    "title": "Таблица размеров",
    "tHead": {
      "eu": "Euro",
      "uk": "UKR",
      "chest": "Грудь, см",
      "waist": "Талия, см",
      "hips": "Бедра, см"
    },
    "sizeTitle": "Как определить свой размер?",
    "chestGirth": "<b>Обхват груди:</b> мерка снимается по наиболее выступающим точкам груди в удобном и хорошо сидящем бюстгальтере.",
    "waistCircumference": "<b>Обхват талии:</b> мерка снимается на самой узкой части талии.",
    "hipGirth": "<b>Обхват бедер:</b> мерка снимается по наиболее выступающим точкам ягодиц.",
    "lengthProduct": "<b>Длина изделия:</b> измеряется от плеча до низа изделия."
  },
  "reviewsPage": {
    "title": "Отзывы"
  },
  "termsOfUse": {
    "content": "Продолжая просмотр страниц на сайте, Вы соглашаетесь с условиями cookie, разработанными специалистами сайта и третьими лицами. С более подробной информацией Вы можете ознакомиться на странице",
    "linkText": "Политика конфиденциальности"
  },
  "footer": {
    "subscription": "Подпишитесь на наши новости и получите скидку 10%",
    "paymentMethods": "Принимаем к оплате",
    "copyright": "Все права защищены",
    "developedBy": "Разработано в студии"
  },
  "privacyPolicyPage": "<h2>Зачем это уведомление?</h2><p>Настоящая Политика конфиденциальности («Политика конфиденциальности») предназначена для того, чтобы помочь вам понять, какую информацию мы собираем, когда вы посещаете этот Веб-сайт, независимо от того, являетесь ли вы зарегистрированным пользователем или нет.</p><p>Посещая Веб-сайт, используя его услуги или иным образом взаимодействуя с нами, нашими магазинами и / или Веб-сайтом, вы подтверждаете, что прочитали и поняли настоящую Политику конфиденциальности, и вы соглашаетесь с тем, что мы можем собирать, использовать, хранить, передавать и раскрывать личные данные, которые мы собираем через Веб-сайты, магазины и / или пункты продаж в соответствии с настоящей Политикой конфиденциальности. Если вы уже не зарегистрированы у нас, мы можем попросить вас подписаться (например, поставив галочку), если мы сочтем целесообразным защитить ваши права или если этого требуют применимые законы. Если вы не согласны с условиями настоящей Политики конфиденциальности, пожалуйста, не посещайте этот Веб-страницу, не создавайте учетную запись и не используйте иным образом не передавайте и не отправляйте персональные данные на этот Веб-страницу, а также не соглашайтесь, если этот вариант предлагается вам в соответствии с в соответствии с действующим законодательством.</p><h2>1. Обработка личных данных</h2><p>Когда мы используем «Личные данные» в настоящей Политике конфиденциальности, мы ссылаемся на любую информацию, позволяющую нам идентифицировать вас (или третье лицо, персональные данные которого вы нам предоставляете), прямо или косвенно, включая любую информацию, связанную с покупкой товаров или услуг; или что вы решили связаться с нами или поделиться с нами, или третьими лицами, при использовании веб-сайтов или в точках продаж. Мы будем обрабатывать персональные данные в соответствии с Общим регламентом о защите данных (ЕС) 2016/679 «Регламент (ЕС) 2016/679 » и законодательством страны, в которой должны собираться данные, если это применимо. Мы оставляем за собой право проводить дополнительную обработку в соответствии с требованиями закона или в рамках уголовного или иного расследования или разбирательства.</p><h2>2. Личные данные, которые мы собираем</h2><h3>2.1 Источник</h3><p>Мы собираем ваши персональные данные только в том случае, если вы добровольно предоставляете нам эту информацию, например:</p><p>Фирменные сайты, распространяющие наши продукты: при размещении заказа через Веб-сайт (ы) в качестве «гостя»; создание учетной записи или изменение вашей учетной записи; путем настройки списка пожеланий; участие в конкурсе, лотереях или рекламных акциях; поиск по сайту; связаться с нами с комментарием или вопросом; подписаться на получение электронных рассылок и обновлений о наших последних продуктах и услугах, открытиях бутиков, событиях или акциях; или запрос на получение подтверждения заказа, подтверждения доставки или других предупреждений;</p><p>Наши магазины: при заполнении нашей карточки клиента, во время неформальных чатов, когда вы посещаете наши бутики или торговые точки, общаетесь с нами или приобретаете товары;</p><p>События: при участии в наших мероприятиях, опросах и исследованиях рынка, проблемах и других рекламных акциях, в том числе в Интернете, например, мини-сайтах, которые мы запускаем в сторонних социальных сетях, таких как Facebook;</p><p>Наше обслуживание клиентов: при обращении за помощью, специальными услугами или послепродажным обслуживанием;</p><p>Электронная почта, текстовые и другие электронные сообщения: при общении между вами и нами.</p><p>Если вы предоставляете нам личную информацию третьих лиц (например, членов вашей семьи, других клиентов или наших потенциальных клиентов), вы должны убедиться, что указанные третьи стороны проинформированы и уполномочены на использование их данных, как описано в настоящей Политике конфиденциальности.</p><h3>2.2 Типы данных</h3><p>Мы можем собирать и использовать различные типы персональных данных в зависимости от конкретной цели, как описано ниже:</p><p>личные данные, такие как имя, фамилия, пол, возраст / дата рождения, страна происхождения и другие личные данные в соответствии с действующим законодательством;</p><p>контактные данные, такие как адрес, адрес электронной почты, номер телефона, номер мобильного телефона, номер факса (если есть) и другие контактные данные в соответствии с действующим законодательством;</p><p>реквизиты платежа, такие как платежный инструмент (кредитная карта, дебетовая карта), если это применимо, номер паспорта, если это необходимо по причинам, связанным с налогами или отмыванием денег;</p><p>информация, связанная с продажами, такая как дата, предоставленные продукты или услуги, место покупки, коды продуктов, сумма, сумма продаж, номер НДС, жалобы, возвраты, возвраты и другая информация, связанная с продажами, в соответствии с действующим законодательством;</p><p>привычки и профили, такие как данные о ваших покупках (история покупок, в том числе, бутик, где происходит продажа, тип, количество и цена приобретенных вами продуктов), информация, связанная с действиями и инициативами по управлению взаимоотношениями с клиентами (дата и категории упомянутых действия, как выполненные или подлежащие выполнению, и результаты указанных действий), покупательские привычки и предпочтения (список пожеланий, предпочтительные категории товаров, цвет, стиль, купленные другие бренды, наиболее посещаемые страны, как вы знаете наши бренды, размеры, примечания относительно покупки заявленные вами привычки или особые потребности - например, предпочтительные материалы), другая информация (информация о работе, образовании, хобби и образе жизни) в соответствии с действующим законодательством; а также</p><p>информация о семье, такая как семейное положение, дата годовщины, количество детей, информация о детях и другая информация о семье, как это разрешено действующим законодательством</p><h2>3. КАК МЫ ИСПОЛЬЗУЕМ ЛИЧНЫЕ ДАННЫЕ</h2><p>Персональные данные могут использоваться в следующих целях, в зависимости от конкретных обстоятельств, в которых вы взаимодействуете с нами.</p><h3>3.1 Для онлайн-продаж и продаж в магазине (местным бутиком / торговой точкой, в которой вы совершаете покупку, или местным продавцом веб-сайта, как указано в Условиях продажи вашей онлайн-покупки)</h3><p>Ваши личные данные, предоставленные вами или собранные при совершении любой покупки, независимо от того, являетесь ли вы гостем или зарегистрированным пользователем, т.е. основные личные данные, контактные данные, данные о ваших покупках, фискальные данные, платежные реквизиты, информация о продажах и любые другие данные строго необходимые для доставки продукции, будут использованы:</p><p>управлять, администрировать и обрабатывать вашу покупку наших продуктов, услуги по продаже и послепродажному обслуживанию, например, административную деятельность, учет, возвраты, гарантии, возврат налогов, если это применимо, предотвращение мошенничества, общение с вами, в том числе по электронной почте, для любого проблема, связанная с обработкой заказа или последующими запросами, касающимися заказа;</p><p>соблюдать обязательства, налагаемые законами, нормативными актами или законодательством ЕС (включая законы о борьбе с отмыванием денег), а также создавать или защищать судебные иски.</p><p>Предоставление ваших личных данных для вышеуказанных целей необходимо; отказ от этого сделает невозможным завершить покупку.</p><p>Если иное не требуется для соблюдения применимого местного законодательства, данные могут обрабатываться для этих целей без получения вашего согласия, поскольку это необходимо для соблюдения договорных и юридических обязательств.</p><h3>3.2 Для конкретных целей, для которых он был вызван</h3><p>Ваши личные данные, предоставленные вами или собранные при запросе конкретной услуги (например, регистрация вашей учетной записи на наших веб-сайтах, обработка жалоб, запрос информации), т.е. личные данные, контактные данные, данные, строго необходимые для выполнения вашего запроса, будут использоваться</p><p>для предоставления запрошенных вами услуг (например, управление процессами регистрации вашей учетной записи, управление аутентификацией на Веб-сайте, управление вашими учетными записями, помощь вам и обработка любых жалоб, обработка списков пожеланий, отслеживание любого вопроса или запроса на контакт, который вы можете отправить к нам, также через нашу службу поддержки клиентов);</p><p>управлять подпиской на рассылку, если вы не зарегистрированы у нас.</p><p>Предоставление ваших личных данных для вышеуказанных целей необходимо; Отказ от этого сделает невозможным выполнение вашего запроса.</p><p>Если иное не требуется для соблюдения применимых местных законов, данные могут обрабатываться для этих целей без вашего согласия, поскольку это необходимо для выполнения вашего запроса.</p><h3>3.3 Для целей CRM, если вы регистрируетесь у нас</h3><p>Ваши личные данные, предоставленные вами при заполнении наших форм или собранные при посещении наших бутиков, точек продаж или веб-сайтов и взаимодействующих с нами, т.е. личные данные, контактные данные, данные о ваших привычках и профиле, семейные данные, будут введены в наша централизованная CRM:</p><p>предлагать вам акции, скидки и другие специализированные услуги, а также отправлять вам информационные бюллетени, другие маркетинговые и коммерческие сообщения о продуктах, услугах и приглашениях на мероприятия о наших брендах (организуемых нами или нашей дистрибьюторской цепочкой), опросы и исследования, рынок анализ, приглашение на конкурсы, лотереи или рекламные акции и другие инициативы для зарегистрированных клиентов или контактов наших брендов (« маркетинг »). Мы можем использовать традиционные (по почте и по телефону) и / или цифровые и автоматизированные (по электронной почте, SMS, MMS, телефонные и другие цифровые каналы, например, социальные сети) и можем отправлять вам эти сообщения на основе вашего профиля , если вы согласились на наше профилирование (см. пункт 3.3.b) ниже);</p><p>проанализировать ваши контакты с нами, интересы, предпочтения и покупательские привычки, а также создать индивидуальные или агрегированные профили на основе этого, чтобы выяснить, как предоставить вам лучший сервис, в том числе предоставить вам индивидуальный опыт продаж в любом бутике и точки продаж в Италии и за рубежом (« профилирование«). Мы можем использовать персональные данные также для создания кластеров и проведения рыночного и статистического анализа, направленного на выявление продуктов и / или услуг, представляющих интерес для клиентов наших брендов, и для улучшения наших услуг (включая веб-сайты). Мы будем объединять ваши данные, собранные на Веб-сайтах, с информацией, которую мы могли получить, взаимодействуя с продавцами в бутиках и / или точках продаж. Обработка персональных данных для профилирования осуществляется в соответствии с гарантиями и мерами, установленными действующим законодательством.</p><p>Ваш ввод данных в систему CRM является необязательным и бесплатным (на основе вашего выборочного согласия) и только в том случае, если вы предоставляете свои личные данные как для целей маркетинга и профилирования в соответствии с пунктами 3.3.a) и b), так и для одного из них. , Вы можете отказаться от подписки или отказаться в любое время (см. Пункт 8 ниже). Отказ в предоставлении ваших персональных данных для обеих или для одной из этих целей CRM никоим образом не мешает вам использовать наши услуги или совершать покупки, но мы не сможем информировать вас о маркетинговых инициативах и событиях, описанных выше. и мы не могли понять ваши интересы и предложить вам более индивидуальный опыт покупок.</p><h2>4. КАК МЫ ДЕЛИМ ЛИЧНЫЕ ДАННЫЕ</h2><p>Мы передаем ваши персональные данные, собранные нашим аффилированным лицам, дистрибьюторам и франчайзи, в том числе расположенным в других странах, и другим компаниям, которые предоставляют услуги от нашего имени (как описано ниже), либо по нашему указанию, либо по указанию третьей стороны. Мы предоставим только тем компаниям и организациям персональные данные, которые необходимы для предоставления услуг, и запретим им использовать эти персональные данные для любых других целей.</p><h3>4.1 Совместное использование с процессорами данных</h3><p>Когда вы покупаете наши продукты или пользуетесь нашими услугами онлайн-продажи, ваши личные данные могут быть переданы поставщиком электронной коммерции на этом веб-сайте отдельным сторонним организациям, которые предоставляют услуги поставщику, в том числе те, которые выполняют заказы, отправляют продукты, обрабатывают кредитные и дебетовые платежи. платежи по карте и контроль за мошенничеством.</p><p>Ваши личные данные могут быть переданы третьим сторонам для мониторинга и анализа деятельности Сайта, размещения контента Сайта, предоставления технических и организационных услуг, функциональных для вышеуказанных целей, ведения базы данных наших клиентов, оказания помощи в маркетинге и администрировании электронной почты, анализа рынка, опросов, конкурсов, лотереи или рекламные акции. Такие третьи стороны могут иметь доступ, хранить и обрабатывать ваши персональные данные для предоставления этих услуг от нашего имени, что может происходить в Италии, вашей стране или за рубежом. Наши поставщики услуг не имеют права использовать личные данные для каких-либо целей, кроме как для предоставления услуг по контракту.</p><p>Наши дочерние компании, ведущие наш бренд в Италии и других странах или в Интернете, а также наши деловые партнеры (франшизы, дистрибьюторы), имеющие точки продаж или онлайн-продажи на своих веб-сайтах, будут обрабатывать ваши персональные данные для целей CRM в качестве обработчиков данных. по нашим инструкциям</p><h3>4.2 Обмен с другими третьими сторонами</h3><p>Возможно, ваши личные данные должны быть переданы компаниям, которые обеспечивают управление платежами и средства контроля за мошенничеством, действующие независимо в качестве контроллеров данных, для предоставления вам услуг онлайн-продаж.</p><p>В случае каких-либо активов или корпоративных операций (например, слияние или поглощение, наша реорганизация или ликвидация) данные о клиентах, вероятно, будут одним из переданных активов, и мы можем передавать их любому из наших правопреемников в той степени, в которой это разрешено законодательством на основании наш законный интерес. Ваши личные данные останутся предметом любой ранее существующей политики конфиденциальности, если вы не согласитесь на иное.</p><p>Мы также можем раскрывать ваши личные данные третьим сторонам , когда этого требует законодательство в ответ на судебные разбирательства; в ответ на запрос правоохранительных органов на законных основаниях; или для защиты наших прав, неприкосновенности частной жизни, безопасности или собственности, или общественности.</p><p>Кроме того, в той степени, в которой это разрешено законом, мы можем также передавать личные данные третьим лицам в случае подачи жалобы на использование вами Веб-сайта и, когда мы считаем необходимым расследовать, предотвращать или принимать меры в отношении незаконной деятельности, предполагаемого мошенничества или когда мы считаем, по нашему собственному усмотрению, что использование вами Веб-сайта несовместимо с условиями Веб-сайта.</p><p>Полный список назначенных обработчиков данных и третьих сторон, которым передаются данные, можно получить в контактной точке ниже (пункт 13).</p><h2>5. ДЕТСКАЯ КОНФИДЕНЦИАЛЬНОСТЬ</h2><p>Этот сайт является сайтом широкой аудитории; Однако наши услуги предназначены для людей в возрасте 18 лет и старше. Мы сознательно не запрашиваем и не собираем, не используем и не разглашаем персональные данные, предоставленные лицом, не достигшим 18 лет, как в Интернете, так и в бутиках / точках продаж. Если мы узнаем, что мы собрали личные данные ребенка, мы удалим эту информацию.</p><p>Если вы не достигли этого возраста, пожалуйста, не регистрируйтесь и не совершайте онлайн-покупки и не просите взрослого (т.е. ваших родителей или вашего законного опекуна) выполнить необходимые процедуры.</p><h2>6. ХРАНЕНИЕ, ДОСТУПНОСТЬ И ПЕРЕДАЧА ЛИЧНЫХ ДАННЫХ</h2><p>Персональные данные, собираемые через Веб-сайты, обрабатываются в основном с использованием электронных или веб-средств, включая услуги веб-аналитики, размещенные на серверах наших выбранных поставщиков как в Европейском Союзе (например, в Германии и Ирландии, для транзакций онлайн-продаж на наших непосредственно управляемых Веб-сайтах), так и за пределами Европейского Союза (например, США, для наших услуг подписки на рассылку). В бутиках и точках продаж персональные данные могут также обрабатываться в печатном виде. В обоих случаях персональные данные будут переданы для целей CRM в нашу централизованную и защищенную базу данных, которая хранится в Италии и управляется нашими менеджерами по работе с клиентами и маркетинговой командой в Италии и за рубежом.</p><p>Доступ к персональным данным будет осуществляться по мере необходимости и в рамках многоуровневых инструментов контроля доступа только авторизованным персоналом наших бутиков, точек продаж и местного поставщика электронной коммерции (например, сотрудники отдела цифровых и информационных технологий, отделы маркетинга, ритейла, администрации, безопасности). Этот персонал был связан обязательствами по конфиденциальности и прямо назначен ответственным за обработку, как того требует применимое законодательство. В частности, если вы согласились на обработку ваших персональных данных для целей CRM, соответствующие данные могут быть прочитаны, изменены и обновлены нашими сотрудниками и сотрудниками в бутиках, точках продаж и / или местных поставщиков электронной коммерции. (особенно персонал по продажам и маркетингу). Персонал базируется в Украине, обучен и обязан соблюдать конфиденциальность. Мы можем использовать их для сбора, использования и раскрытия данных в соответствии с нашими указаниями.</p><p>Если нам необходимо передать личные данные за границу для достижения целей настоящей Политики конфиденциальности, в том числе в тех случаях, когда законодательство о защите данных отличается от законодательства, применимого в вашей стране, мы предпринимаем шаги для обеспечения того, чтобы эти сообщения происходили в соответствии с европейскими стандартами защиты данных. или другие местные стандарты в стране, где мы собираем данные, чтобы ваши данные оставались безопасными и конфиденциальными.</p><h2>7. БЕЗОПАСНОСТЬ И КОНФИДЕНЦИАЛЬНОСТЬ ЛИЧНЫХ ДАННЫХ</h2><p>Мы приняли соответствующие меры, предназначенные для защиты ваших личных данных от случайной потери и от несанкционированного доступа, использования, изменения и раскрытия. Например, когда вы предоставляете какую-либо информацию о заказе, мы используем технологию Secure Socket Layer (SSL), инструмент шифрования, который обеспечивает безопасность при передаче этой информации через Интернет. Мы также используем технологию брандмауэра, средства управления паролями и другие технологические и процедурные средства защиты при ведении данного веб-сайта. Хотя мы реализовали вышеуказанные меры безопасности для этого веб-сайта, вы должны знать, что 100% безопасность невозможна. Таким образом, вы предоставляете свои личные данные на свой страх и риск, и в максимально возможной степени, допустимой в соответствии с действующим законодательством, мы не несем ответственности в результате разглашения вашей личной информации из-за ошибок, упущения или несанкционированные действия третьих лиц во время или после их передачи нам. Мы рекомендуем вам периодически обновлять программное обеспечение для защиты передачи данных по сетям (например, антивирусное программное обеспечение) и проверять, что ваш поставщик услуг электронной связи принял подходящие средства для безопасности передачи данных по сетям (например, брандмауэры и антиспамовые фильтры); сохранять конфиденциальность и не разглашать кому-либо еще ваше имя пользователя и пароль для доступа к вашей учетной записи; и время от времени менять свой пароль. антивирусное программное обеспечение) и убедитесь, что ваш поставщик услуг электронной связи принял подходящие средства для безопасности передачи данных по сетям (например, брандмауэры и фильтры для рассылки спама); сохранять конфиденциальность и не разглашать кому-либо еще ваше имя пользователя и пароль для доступа к вашей учетной записи; и время от времени менять свой пароль. антивирусное программное обеспечение) и убедитесь, что ваш поставщик услуг электронной связи принял подходящие средства для безопасности передачи данных по сетям (например, брандмауэры и фильтры для рассылки спама); сохранять конфиденциальность и не разглашать кому-либо еще ваше имя пользователя и пароль для доступа к вашей учетной записи; и время от времени менять свой пароль.</p><p>В маловероятном случае, если мы полагаем, что безопасность вашей личной информации, которая находится в нашем владении или контроле, была или могла быть нарушена, мы уведомим вас о таком развитии событий в соответствии с требованиями применимого законодательства, используя любой из методов, предписанных ниже (предоставив нам ваши адрес электронной почты, тем самым вы даете согласие на получение любого такого уведомления в электронной форме через такой адрес электронной почты).</p><h2>8. ПРАВА В ОТНОШЕНИИ ЛИЧНЫХ ДАННЫХ - УПРАВЛЕНИЕ ВАШИМИ ВЫБОРАМИ</h2><h3>8.1 Ваши права</h3><p>В любое время и бесплатно вы можете получить доступ к своим данным, получить ваши электронные личные данные в структурированном, широко используемом машиночитаемом формате и передать их другому контроллеру данных (переносимость данных), чтобы ваши данные были исправлены, обновлены, изменены или удалены (с учетом исключений, которые могут применяться). Вы можете обновить любую информацию, которую вы нам предоставили, связавшись с нами по адресам, указанным ниже. На запросы на удаление ваших данных распространяются любые применимые юридические и документальные обязательства по хранению, наложенные на нас.</p><p>Если вы считаете, что у нас возникли проблемы с обработкой личных данных, вы имеете право подать жалобу в свой национальный и / или любой другой орган по защите данных в ЕС или ЕЭЗ.</p><p>Чтобы воспользоваться этими правами, вы можете отправить свой запрос, отправив электронное письмо по адресу infoprivacy@maxmara.com или обычной почтой по адресу, указанному ниже (пункт 13). При обращении к нам, пожалуйста, обязательно сообщите нам свое имя, адрес электронной почты, почтовый адрес и / или номер (а) телефона, чтобы мы могли правильно обработать ваш запрос.</p><h3>8.2 Точность - обновляйте личные данные</h3><p>Чтобы мы могли лучше обслуживать вас, мы рекомендуем вам регулярно просматривать и обновлять ваши личные данные. Если вы являетесь зарегистрированным пользователем, вы можете просматривать и редактировать свои личные данные через настройки своей учетной записи на Веб-сайте; в противном случае вы можете связаться с нами (см. пункт 13), чтобы помочь вам в обновлении ваших личных данных.</p><h3>8.3 Управление вашим выбором в отношении прямого маркетинга и профилирования</h3><p>Если вы хотите отказаться от какой-либо цели CRM, маркетинга и / или профилирования, или управлять своими рекламными предпочтениями, вы можете просто отправить нам свой запрос (см. Пункт 13) или указать ниже или соответствующим образом управлять своей учетной записью выбора. , Та же процедура применяется, если вы хотите отозвать свое согласие на профилирование.</p><h2>9. ХРАНЕНИЕ ДАННЫХ</h2><p>Персональные данные будут храниться в течение всего срока деловых отношений и столько времени, сколько необходимо для целей, описанных в настоящей Политике конфиденциальности (например, если вы подписываетесь на новостную рассылку, на время вашей подписки; если у вас есть учетная запись пользователя, пока не закроешь аккаунт). По истечении этого периода ваши персональные данные будут храниться только в соответствии с нашими правовыми и нормативными обязательствами (например, в течение 10 лет для целей бухгалтерского учета; в течение срока действия обязательных требований по хранению для целей налогообложения и т. Д.) Или чтобы мы могли поддерживать доказательства наших соответствующих прав и обязанностей.</p><p>Ваши личные данные, обработанные для целей CRM (пункты 3.3), будут храниться до тех пор, пока вы не закроете свою учетную запись или не отзовете свое согласие на обработку ваших личных данных для этих целей. Персональные данные, относящиеся к деталям ваших покупок, обработанным в целях профилирования и маркетинга, будут храниться в течение ограниченного периода времени в соответствии со сроками, разрешенными действующим законодательством; По истечении этого срока личные данные будут удалены или окончательно анонимны.</p><h2>10. ССЫЛКИ, РЕКЛАМОДАТЕЛИ, СПОНСОРЫ И ОБЪЯВЛЕНИЯ</h2><p>Этот веб-сайт может содержать ссылки на наши различные собственные или контролируемые веб-сайты, а также ссылки на сторонние веб-сайты. Если вы решите предоставить свои персональные данные на любом таком связанном веб-сайте (ах), эта информация будет регулироваться политикой конфиденциальности и правилами безопасности такого связанного веб-сайта, включая веб-сайты, управляемые и управляемые нашими утвержденными дистрибьюторами, за исключением данных, собранных на них наши дистрибьюторы для целей CRM, где размещена наша политика конфиденциальности - и не регулируются настоящей политикой конфиденциальности. Вам следует ознакомиться с этими другими политиками конфиденциальности, поскольку мы не несем ответственности и не контролируем информацию, передаваемую или собираемую, используемую, раскрываемую или иным образом обрабатываемую сторонними веб-сайтами.</p><h2>11. КОНТРОЛЛЕР ДАННЫХ - КАК С НАМИ СВЯЗАТЬСЯ</h2><p>Для целей настоящей Политики конфиденциальности и обработки данных, описанных в ней, обратите внимание, что « Мы », « наша », « нас », « Компания»\" с юридическим адресом по адресу: м. Бердичів, вул. Мостова 12, кв 3</p><p>Являясь холдинговой компанией и конечным владельцем нескольких брендов через свои филиалы, в том числе, Компания контролирует данные (как согласно Регламенту (ЕС) 2016/679) данных, собранных в бутиках, точках продаж и / или на веб-сайтах в Италии и за рубежом для целей CRM в пунктах 3.2 и 3.3. Компания назначила сотрудника по защите данных к кому можно обратиться с запросами и получить претензии по поводу обработки персональных данных для целей CRM. С сотрудником по защите данных можно связаться по адресу: м. Бердичів, вул. Мостова 12, кв 3</p><p>Контроллером данных, собранных в местном бутике, точке продаж и / или на локальном веб-сайте для целей, связанных с продажами в соответствии с пунктом 3.1, точка продаж или онлайн-магазин, в котором вы делаете покупку и / или или который собрал данные. От местного поставщика может потребоваться обработка ваших персональных данных в соответствии с правилами защиты данных, действующими в стране, где они находятся. Тем не менее, за исключением случаев, когда существует противоречивое обязательное правило, применимое в этой юрисдикции, местный поставщик обязуется обрабатывать ваши персональные данные в соответствии с принципами, заявленными в настоящей Политике конфиденциальности.</p><h2>12. ОБНОВЛЕНИЕ ЭТОЙ ПОЛИТИКИ - УВЕДОМЛЕНИЯ</h2><p>Мы оставляем за собой право по своему усмотрению изменять, модифицировать, добавлять или удалять части настоящей Политики конфиденциальности в любое время, разместив такую пересмотренную Политику конфиденциальности на этой странице веб-сайта и обновив дату «Последнее изменение» ниже. Вы несете ответственность за то, чтобы время от времени пересматривать настоящую Политику конфиденциальности для уведомления о любых изменениях, которые мы внесли. В некоторых случаях мы можем предоставить дополнительное уведомление о существенных изменениях в настоящей Политике конфиденциальности, добавив заявление на главной странице этого Веб-сайта или, для зарегистрированных пользователей, отправив уведомление по электронной почте или добавив заявление на странице своего аккаунта. Принимая такую пересмотренную Политику конфиденциальности через «щелчок принять» в таком уведомлении по электронной почте или в заявлении на странице учетной записи (предоставляется в случае необходимости в соответствии с действующим законодательством), или совершив покупку на Сайте или в любом магазине после пересмотра настоящей Политики конфиденциальности, или, иным образом, используя или отправляя информацию на Сайт после публикации пересмотренной Политики конфиденциальности, вы соглашаетесь с такой пересмотренной Политикой конфиденциальности. Вследствие этих изменений никакая обработка ваших данных не будет осуществляться без вашего явного согласия, если этого требует применимое законодательство.</p>",
  "homeScreen": {
    "button": "посмотреть",
    "card": {
      "title": "мы не просто бренд!",
      "description": "у нас собственное производство одежды"
    }
  },
  "productList": {
    "bestsellers": "хиты продаж"
  },
  "collections": {
    "newItems": "новинки",
    "stocks": "акции",
    "sale": "скидки"
  },
  "relatedPosts": {
    "title": "Читать еще"
  },
  "productTags": {
    "delivery": "Бесплатная доставка <b>от 1000грн</b>",
    "return": "Обмен и возврат"
  },
  "bonusesTable": {
    "amountTitle": "Сумма покупки в гривнах",
    "percentTitle": "Размер бонусов от суммы покупки"
  },
  "blogPage": {
    "title": "блог нашей",
    "subtitle": "компании"
  },
  "bonusesPage": {
    "title": "программа лояльности"
  }
}
