<template>
  <div class="container">
    <BlockPayment :location="'local'" :content="data.delivery1" />
    <BlockPayment :location="'abroad'" :content="data.delivery2" />
    <BlockDelivery class="penultimate-block" :content="data.delivery3" />
    <div class="BlockBlockquote-flex">
      <BlockBlockquote :content="data.blockText.title" />
    </div>
    <BlockDelivery class="end-block" :content="data.delivery4" />
  </div>
</template>

<script>
import BlockDelivery from './BlockDelivery'
import BlockPayment from './BlockPayment'
import BlockBlockquote from '@/components/shared/BlockBlockquote.vue'

export default {
  components: {
    BlockDelivery,
    BlockPayment,
    BlockBlockquote
  },
  data() {
    return {
      data: {
        delivery1: {
          title: 'Способы оплаты для заказов по Украине',
          items: [
            {
              logo: 'i',
              title: 'Наличными при получении (наложенный платеж)',
              description:
                'Оплата заказа наложенным платежом в отделении Новой Почты, после осмотра посылки на соответствие Вашего заказа. Обращаем внимание, что при наложенном платеже вам необходимо будет оплатить комиссию транспортной компании (20 грн + 2% от суммы + доставка по тарифам перевозчика, если сумма заказа ниже 1000 грн).',
              subtext:
                'Если сумма заказа превышает 5000 грн, для получения заказа необходимо предъявить паспорт для верификации и идентификации. Это касается операций как в наличной форме, так и с использованием банковской платежной карты.'
            },
            {
              logo: 'i',
              title: 'Оплата банковской картой MasterCard/Visa/Privat24/LiqPay',
              description:
                'Вы можете удобно осуществить оплату заказа с вашей карты MasterCard, Visa без комиссии. Быстро и удобно принимаем платежи с помощью Google Pay, 24Pay, Masterpass без комиссий и с любой точки мира.'
            },
            {
              logo: 'i',
              title: 'Оплата по реквизитам на карту ПриватБанка',
              description:
                'Во время оформления заказа, вы можете выбрать «Реквизиты для оплаты на карту ПриватБанка» и у вас на странице появятся реквизиты карты, а также, мы продублируем на ваш номер телефона sms-сообщением данные карты, на которые вы можете оплатить полную стоимость вашего заказа. В этом случае вы не переплачиваете за наложенный платеж по тарифам Новой Почты. В случае если вам что-то не подойдет – вы можете сделать Обмен или возврат (ссылку на эту страницу вставить)'
            }
          ]
        },
        delivery2: {
          title: 'Способы оплаты для заказов в другие страны',
          items: [
            {
              logo: '1',
              title:
                'Оплата банковской картой MasterCard/Visa с помощью системы LiqPay',
              description:
                'Вы можете оплатить ваш заказ картой MasterCard/Visa с любой точки мира и без комиссий в любой валюте. Также, оплатить заказ можно с помощью Google Pay, Masterpass и специального QR-кода.'
            },
            {
              logo: '2',
              title: 'Оплата с помощью PayPal.',
              description:
                'Оплатить заказ вы можете на наш счет PayPal, который появится у вас после оформления заказа на странице и его мы продублируем на указанную вами почту при оформлении заказа.'
            },
            {
              logo: '3',
              title: 'Оплата с помощью Interkassa.',
              description:
                'Есть возможность оплаты заказа с помощью системы Interkassa. Принимаем платежи с карт Mastercard/Visa в любой валюте.'
            },
            {
              logo: '4',
              title: 'Оплата на карту Сбербанка (для клиентов с России)',
              description:
                'Оплатить заказ вы можете на карту Сбербанка в любое удобное для вас время. Номер карты у вас появится после оформления заказа и продублируется на указанную вами почту.'
            },
            {
              logo: '5',
              title: 'Оплата после уточнения с менеджером всех деталей.',
              description:
                'Если у вас есть сомнения по заказу или оплате (например, вы не уверенны в размере, в длине изделия или не решили, как будете производить оплату), вы можете совершить оплату заказа после уточнения всех деталей с менеджером. Оплата возможна всеми способами, которые описаны выше.'
            }
          ]
        },
        delivery3: {
          title: 'Способы доставки для заказов по Украине',
          items: [
            {
              logo: '(image)',
              title: 'Доставка до отделения Новой Почты по Украине. ',
              description:
                'Самый популярный способ доставки - Новая Почта. Срок отправки со склада – от 1 до 3-х рабочих дней. Срок доставки от 1 до 3-х дней (в зависимости от вашего города). *Если один из товаров в заказе отсутствует и находиться на этапе пошива, наш менеджер созвонится с вами и предупредит об этом, и доставка может занять от 2 до 5 дней. При сумме заказа ниже 1000 грн – оплата доставки по тарифам транспортной компании Новая Почта'
            },
            {
              logo: '(image)',
              title: 'Адресная доставка курьером Новой Почты по Украине.',
              description:
                'Вы можете заказать адресную доставку курьером Новой Почты к двери вашего дома или работы. Срок отправки со склада – от 1 до 3-х рабочих дней. Срок доставки от 1 до 4-х дней (в зависимости от вашего месторасположения). При сумме заказа ниже 1000 грн – оплата доставки по тарифам транспортной компании Новая Почта.'
            },
            {
              logo: '(image)',
              title: 'Доставка до отделения УкрПочты по Украине.',
              description:
                ' Вы можете оформить отправку на отделение УкрПочты в вашем населенном пункте. Срок отправки со склада – от 1 до 3-х рабочих дней. Срок доставки до 6-ти рабочих дней (в зависимости от вашего города - по данным УкрПочты) При сумме заказа ниже 1000 грн – оплата доставки по тарифам транспортной компании УкрПочта.'
            }
          ]
        },
        blockText: {
          title:
            'Обращаем ваше внимание, что для заказов, сумма которых превышает <strong>1000 грн – доставка бесплатная</strong> любым из возможных способом.'
        },
        delivery4: {
          title: 'Способы доставки в другую страну',
          items: [
            {
              logo: '(image)',
              title: 'Отправка УкрПочтой',
              description:
                'Стоимость доставки зависит от веса и страны по тарифам перевозчика. После оформления заказа обсуждается индивидуально и оплачивается отдельно. Сроки доставки в среднем 7-25 дней (в зависимости от вашей страны).'
            },
            {
              logo: '(image)',
              title: 'Отправка Meest Express.',
              description:
                'Стоимость доставки зависит от веса и страны по тарифам перевозчика. После оформления заказа обсуждается индивидуально и оплачивается отдельно. Сроки доставки в среднем 7-20 дней (в зависимости от вашей страны).'
            }
          ]
        }
      }
    }
  }
}
</script>

<style lang="scss">
.blocktext-line {
  width: 3px;
  height: 130px;
  margin: 1px 1px 1px -30px;
  background: #d7969e;
}

.container {
  display: flex;
  flex-direction: column;
}

.BlockBlockquote-flex {
  display: flex;
  margin-left: -30%;
}

@include media-breakpoint-up(xs) {
  .container {
    display: flex;
    flex-direction: column;
    margin-bottom: 50px;
  }
}

.penultimate-block {
  margin-bottom: 50px;
}

.end-block {
  margin-top: -50px;
}
</style>
